{
    "0": "Is Hirschsprung disease a mendelian or a multifactorial disorder?",
    "1": "List signaling molecules (ligands) that interact with the receptor EGFR?",
    "2": "Is the protein Papilin secreted?",
    "3": "Are long non coding RNAs spliced?",
    "4": "Is RANKL secreted from the cells?",
    "5": "Does metformin interfere thyroxine absorption?",
    "6": "Which miRNAs could be used as potential biomarkers for epithelial ovarian cancer?",
    "7": "Which acetylcholinesterase inhibitors are used for treatment of myasthenia gravis?",
    "8": "Has Denosumab (Prolia) been approved by FDA?",
    "9": "List the human genes encoding for the dishevelled proteins?",
    "10": "Name synonym of Acrokeratosis paraneoplastica.",
    "11": "Which are the classes of anti-arrhythmic drugs according to Vaughan-Williams classification?",
    "12": "Which are the different isoforms of the mammalian Notch receptor?",
    "13": "Which are the major characteristics of cellular senescence?",
    "14": "Orteronel was developed for treatment of which cancer?",
    "15": "Is the monoclonal antibody Trastuzumab (Herceptin) of potential use in the treatment of prostate cancer?",
    "16": "Which are the Yamanaka factors?",
    "17": "What is the aim of the Human Chromosome-centric Proteome Project (C-HPP)?",
    "18": "Where is the protein Pannexin1 located?",
    "19": "Which currently known mitochondrial diseases have been attributed to POLG mutations?",
    "20": "What is the effect of ivabradine in heart failure after myocardial infarction?",
    "21": "What is the mode of inheritance of Wilson's disease?",
    "22": "Are transcription and splicing connected?",
    "23": "What is the mode of inheritance of Facioscapulohumeral muscular dystrophy (FSHD)?",
    "24": "Is Alu hypomethylation associated with breast cancer?",
    "25": "Which proteins participate in the formation of the ryanodine receptor quaternary macromolecular complex?",
    "26": "What kind of chromatography is HILIC?",
    "27": "What is the effect of TRH on myocardial contractility?",
    "28": "Proteomic analyses need prior knowledge of the organism complete genome. Is the complete genome of the bacteria of the genus Arthrobacter available?",
    "29": "What is the structural fold of bromodomain proteins?",
    "30": "List the endoscopic diagnoses that have been reported in children with autism",
    "31": "What are the outcomes of Renal sympathetic denervation?",
    "32": "Which MAP kinase phosphorylates the transcription factor c-jun?",
    "33": "What is the meaning of the acronym \"TAILS\" used in protein N-terminomics?",
    "34": "Do mutations of AKT1 occur in meningiomas?",
    "35": "What are the main indications of lacosamide?",
    "36": "Which fusion protein is involved in the development of Ewing sarcoma?",
    "37": "List Hemolytic Uremic Syndrome Triad.",
    "38": "Does physical activity influence gut hormones?",
    "39": "What are the effects of depleting protein  km23-1 (DYNLRB1)  in a cell?",
    "40": "Treatment of which disease was investigated in the MR CLEAN study?",
    "41": "Which factors activate zygotic gene expression during the maternal-to-zygotic transition in zebrafish?",
    "42": "Is irritable bowel syndrome more common in women with endometriosis?",
    "43": "What is evaluated using the EORTC QLQ – INFO25 questionnaire?",
    "44": "Does BNP increase after intensive exercise in athletes?",
    "45": "What is the association of estrogen replacement therapy and intracranial meningioma risk?",
    "46": "Are there web based self management strategies for chronic pain ?",
    "47": "Is Weaver syndrome similar to Sotos?",
    "48": "Which enzyme is targeted by Evolocumab?",
    "49": "Are ultraconserved elements often transcribed?",
    "50": "What is the methyl donor of DNA (cytosine-5)-methyltransferases?",
    "51": "Is peripheral neuroepithelioma related to Ewing sarcoma?",
    "52": "Which signaling pathway does sonidegib inhibit?",
    "53": "In which phase of the cell cycle arrest is impaired in Fanconi anemia?",
    "54": "Which DNA sequences are more prone for the formation of R-loops?",
    "55": "Mutation of which gene is implicated in the familial isolated pituitary adenoma?",
    "56": "which mutations of troponin C gene have been found to cause hypertrophic cardiomyopathy?",
    "57": "What is known about the effect of acupuncture in smoking cessation ?",
    "58": "Which post-translational histone modifications are characteristic of constitutive heterochromatin?",
    "59": "GV1001 vaccine targets which enzyme?",
    "60": "Which is the E3 ubiquitin ligase which ubiquitinates IkB leading to its proteasomal degradation?",
    "61": "Is c-met involved in the activation of the Akt pathway?",
    "62": "Is pregnancy an additional risk during during H1N1 infection?",
    "63": "Are long non coding RNAs as conserved in sequence as protein coding genes?",
    "64": "Mutation of which gene is implicated in the Brain-lung-thyroid syndrome?",
    "65": "What is clathrin?",
    "66": "What are the main results of PRKAR1A Knockdown?",
    "67": "Is TENS machine effective in pain?",
    "68": "Is there any algorithm for enhancer identification from chromatin state?",
    "69": "Which enzyme is targeted by the drug Imetelstat?",
    "70": "Which interleukins are inhibited by Dupilumab?",
    "71": "Which human genes are more commonly related to craniosynostosis?",
    "72": "Are transcribed ultraconserved regions involved in cancer?",
    "73": "In which breast cancer patients can palbociclib be used?",
    "74": "Do patients with Pendred syndrome present congenital deafness?",
    "75": "List side effects of SGLT2 inhibitors?",
    "76": "Is CD56 useful in Ewing sarcoma prognosis?",
    "77": "What is the method FASP used for?",
    "78": "What is the role of extracellular signal-related kinases 1 and 2 (ERK1/2) proteins in craniosynostosis?",
    "79": "Are there any urine biomarkers for chronic kidney disease?",
    "80": "What is being measured with an accelerometer in back pain patients",
    "81": "List the releases of JASPAR database",
    "82": "List symptoms of the IFAP syndrome.",
    "83": "Which gene is required for the efficient function of clopidogrel?",
    "84": "Is valproic acid effective for glioblastoma treatment?",
    "85": "Which transcription factor is considered as a master regulator of lysosomal genes?",
    "86": "Which antibiotics target peptidoglycan biosynthesis?",
    "87": "Can Levoxyl (levothyroxine sodium) cause insomnia?",
    "88": "Is fatigue prevalent in patients receiving treatment for glioblastoma?",
    "89": "List two common features of Tay syndrome.",
    "90": "Which cell types are known to be driving Rheumatoid Arthritis?",
    "91": "What is the association between personality trait of neuroticism and risk for Alzheimer's disease?",
    "92": "What is the mode of action of everolimus?",
    "93": "Have Quantitative Trait Loci affecting splicing (splicing QTLs) been linked to disease?",
    "94": "Which technique is used for detection of EWS/FLI1 fusion transcripts?",
    "95": "Does the CTCF protein co-localize with cohesin?",
    "96": "What is the application of the Bimolecular Fluorescence Complementation (BiFC) assay in Drosophila embryos?",
    "97": "Which pathological condition of the heart is known as hypertrophic cardiomyopathy (HCM)?",
    "98": "What is the genetic basis of Rubinstein-Taybi syndrome?",
    "99": "What is the function of the viral KP4 protein?",
    "100": "What is the function of the AIRE gene at the embryonic stage?",
    "101": "What is the principle of the PAR-CLIP methodology?",
    "102": "Which drugs are utilized to treat amiodarone-induced thyroitoxicosis?",
    "103": "How is spastic diplegia diagnosed?",
    "104": "Which is the genetic defect causing Neurofibromatosis type 1?",
    "105": "Which is the human selenoprotein that contains several Se-Cys residues?",
    "106": "Which package is available for analysing genomic interactions in R/Bioconductor?",
    "107": "How many clinical trials for off-label drugs in neonates are cited in the literature.",
    "108": "Are stress granules involved in the pathogenesis of Amyotrophic Lateral Sclerosis?",
    "109": "Does TGF-beta play a role in cardiac regeneration after myocardial infarction?",
    "110": "Is there a genetic component for happiness?",
    "111": "What enzyme is inhibied by Opicapone?",
    "112": "What kind of affinity purification would you use in order to isolate soluble lysosomal proteins?",
    "113": "Which are the genes thought to be regulated by EWS/FLI?",
    "114": "Do archaeal genomes contain one or multiple origins of replication?",
    "115": "Which pathological conditions are caused by mutations in the CYLD gene?",
    "116": "Which is the genetic basis of Spinal Muscular Atrophy (SMA)?",
    "117": "Which are the common symptoms of Cushing's syndrome?",
    "118": "Which is the third subunit of the TSC1-TSC2 complex upstream of mTORC1?",
    "119": "Which kinase is inhibited by the small molecule KN-93?",
    "120": "What is the effect of Chk2 splice variants on wild-type Chk2 kinase activity?",
    "121": "List genes that have been found mutated in CMT1A (Charcot-Marie-Tooth disease type 1 A).",
    "122": "Which viruses are best known to cause myocarditis?",
    "123": "Which genes have been associated with Cerebral Cavernous Malformation?",
    "124": "Is DITPA a thyroid hormone analog utilized in experimental and clinical studies",
    "125": "What is Tarlov Cyst?",
    "126": "What are 'vildagliptin', 'sitagliptin', 'saxagliptin', 'alogliptin', 'linagliptin', and 'dutogliptin'?",
    "127": "Which is the most important prognosis sub-classification in Chronic Lymphocytic Leukemia?",
    "128": "Is MammaPrint cleared by the United States Food and Drug Administration? ",
    "129": "Is amantadine effective for treatment of disorders conciousness?",
    "130": "What is needed for MMP proteins to be functional?",
    "131": "What is hyperosmia",
    "132": "What is the number of long non coding RNAs in the human genome",
    "133": "Which is the most known bacterium responsible for botulism (sausage-poisoning)?",
    "134": "What is the association of spermidine with α-synuclein neurotoxicity?",
    "135": "List symptoms of 4H leukodystrophy.",
    "136": "What is the extracellular core \"matrisome\"?",
    "137": "Is GAGA associated with nucleosome-free regions (NFR)?",
    "138": "Which are the plant DNA (cytosine-5) methyltransferase families?",
    "139": "Where is the histone variant CENPA preferentially localized?",
    "140": "In which proteins is the chromodomain present?",
    "141": "What is Genomicus?",
    "142": "Is amiodarone a class I anti-arrhythmic drug?",
    "143": "Which is the prognostic meaning of delayed enhancement documented in patients hypertrophic cardiomyopathy?",
    "144": "What is the COUGER tool?",
    "145": "Are there drugs for Tick-borne Encephalitis?",
    "146": "Is SLC22A3 expressed in the brain?",
    "147": "Has the protein TIEG1 been associated with apoptosis?",
    "148": "Which is the cellular localization of the protein Opa1?",
    "149": "Which are the drugs utilized for the burning mouth syndrome?",
    "150": "Is PTEN involved in follicular thyroid carcinoma?",
    "151": "Which genome browser database for DNA shape annotations is available?",
    "152": "What is known about clinical efficacy of ceftriaxone for treatment of amyotrophic lateral sclerosis?",
    "153": "What is the relationship between TailorX and Oncotype?",
    "154": "Does strenuous physical activity affect thyroid hormone metabolism?",
    "155": "Which is the main function of \"RNA sponges\"?",
    "156": "Is the gene MAOA epigenetically modified by methylation?",
    "157": "Which mutations of phopspholamban have been found in patients with cardiomyopathy?",
    "158": "Which are the supplemental antioxidant in athletes?",
    "159": "Is glycyl-tRNA synthetase gene involved in the development of Charcot-Marie-Tooth disease?",
    "160": "Is there any software for automated analysis of FISH images?",
    "161": "How do histone methyltransferases cause histone modification?",
    "162": "Is there an increased risk for cancer in Dyskeratosis Congenita?",
    "163": "Does MicroRNA-21 (miR-21) contribute to cardiovascular disease?",
    "164": "What is the enzymatic activity of the breast cancer associated gene BRCA1?",
    "165": "List markers for autophagy.",
    "166": "Are there any statistical methods for normalizing and identifying differential regions in histone modification ChIP-seq data?",
    "167": "Is CD84 genetically associated with arthritis?",
    "168": "What is the function of Neu5Gc (N-Glycolylneuraminic acid)?",
    "169": "Are there any specific antidotes for rivaroxaban?",
    "170": "Which metabolite activates AtxA?",
    "171": "What is the function of 6SRNA in bacteria?",
    "172": "Is cytisine superior to nicotine replacement therapy for smoking cessation?",
    "173": "Which amino acid residue appears mutated in most of the cases reported with  cadasil syndrome?",
    "174": "Which syndromes are associated with mutations in the EZH2 gene?",
    "175": "Which databases exist for experimentally determined topologies of α-helical transmembrane proteins ?",
    "176": "Which disease is characterized by congenital absence of intrinsic ganglion cells of the gastrointestinal tract?",
    "177": "What is the disease in which patients are sensitive to DNA crosslinking agents, presenting with a high frequency of chromosomal aberrations?",
    "178": "How is oprozomib administered?",
    "179": "What is a Caveolae?",
    "180": "Which are the roles of chromatin compartments in the eukaryotic nucleus?",
    "181": "Is the abnormal dosage of ultraconserved elements disfavored in cancer cells?",
    "182": "Does thyroid hormone regulate calcium transient in the myocardium? ",
    "183": "What are the biological roles proposed for proteins containing the SPRY domain?",
    "184": "How could we infer functional associations from gene fusion events?",
    "185": "The protein NONO forms heterodimers. With which proteins?",
    "186": "Which syndrome is associated with mutant DVL1?",
    "187": "Are proteasome inhibitors good candidates for treatment of leukemia and solid tumors?",
    "188": "Is there any link between CTF4 and CTF18 during sister chromatid cohesion?",
    "189": "What is the Genomic Regions Enrichment of Annotations Tool (GREAT)?",
    "190": "What is the target of the drug Olaparib?",
    "191": "Are thyroid hormone receptor alpha1 mutations implicated in thyroid hormone resistance syndrome?",
    "192": "What is the role of RhoA in bladder cancer?",
    "193": "List human proteins that are subject to a dimer-to-tetramer transition.",
    "194": "Inhibition of which transporter is the mechanism of action of drug Canagliflozin?",
    "195": "What is the prognostic role of thyroid hormone in patients with heart failure?",
    "196": "which mutations of phospholamban gene have been found to cause hypertrophic cardiomyopathy?",
    "197": "Which gene strand is targeted by transcription-coupled repair (TCR)?",
    "198": "Abnormalities in which chromosomes were linked to the Moyamoya disease?",
    "199": "Which is the branch site consensus sequence in U12-dependent introns?",
    "200": "For what is Protein A from Staphylococcus aureus used in biochemistry?",
    "201": "What is the suggested therapy for Mycobacterium avium infection?",
    "202": "What is the treatment of acute pericarditis?",
    "203": "What is the genetic basis of tuberous sclerosis?",
    "204": "What is the molecular function of the Chd1 protein?",
    "205": "Which drugs are included in the FEC-75 regimen?",
    "206": "Between which probes does the recurrent translocation breakpoint on chromosome 22 of neuroepithelioma lie?",
    "207": "Does administration of triiodothyronine improve outcome following coronary artery bypass grafting?",
    "208": "Which are the most widely used computational methods for the identification of CRMs (cis-regulatory modules)?",
    "209": "Which enzyme does MLN4924 inhibit?",
    "210": "Which protein has been found to interact with phospholamban (PLN) and is also an anti-apoptotic protein?",
    "211": "Is long QT syndrome a cause for sudden cardiac death in athletes?",
    "212": "What is the clinical value of MammaPrint?",
    "213": "Is protein M3/6 a dual specificity phosphatase?",
    "214": "Are there focused databases from which you can retrieve gene expression data on renal disease?",
    "215": "What systems have been developed for the numbering of antibody residues?",
    "216": "Are there any DNMT3 proteins present in plants?",
    "217": "What is the number of protein coding genes in the human genome?",
    "218": "Has vitamin D has been shown to reduce incidence of falls in older people in clinical trials?",
    "219": "What is the indication for prophylactic use of antibiotics in COPD?",
    "220": "Has depression been shown to be a predictor of frailty?",
    "221": "What is the generic name of Gliolan?",
    "222": "Is there any association between Jarid2 and miR-155 in Th17 cells?",
    "223": "What is enCHIP?",
    "224": "How many genes does the human hoxD cluster contain?",
    "225": "Is it safe to take isotretinoin during pregnancy?",
    "226": "Which protein is the E3-ubiquitin ligase that targets the tumor suppressor p53 for proteasomal degradation?",
    "227": "Can DNA intercalators function as topoisomerase inhibitors?",
    "228": "Which diseases is microRNA 132 (miR-132) implicated in?",
    "229": "Which are the human glutamate transporters?",
    "230": "What are the functions of sorting nexin 27?",
    "231": "Do orphan and gene related CpG islands follow power-law-like distributions?",
    "232": "What is the proportion of non canonical splice sites in the human genome?",
    "233": "List protein gel staining methods visualizing the entire protein set.",
    "234": "What clinical use aptamers may have?",
    "235": "What is the causative agent of the \"Panama disease\" affecting bananas?",
    "236": "What is the mechanism of action of Nalmefene?",
    "237": "Synostosis of which cranial structures are characteristic to the Mercedes Benz syndrome?",
    "238": "Can valproic acid act as an activator of AMPK?",
    "239": "Which signaling pathways have been associated with medulloblastoma formation and growth?",
    "240": "What is the role of invadopodia in EMT?",
    "241": "What are cancer driver genes?",
    "242": "What is a mitochondrial nucleoid?",
    "243": "What is the treatment of amiodarone-induced thyrotoxicosis?",
    "244": "How does exercise affect thyroid hormone receptors expression in the heart?",
    "245": "Is the Drosophila Translational Control Element (TCE) involved in spermatogenesis?",
    "246": "What are the symptoms of abacavir hypersensitivity?",
    "247": "What is the effect of ivabradine in heart failure with preserved ejection fraction?",
    "248": "Is low T3 syndrome a prognostic marker in patients with renal insufficiency?",
    "249": "Does burning mouth syndrome preferentially affect post-mepopausal women?",
    "250": "Which biomarker is widely used in the diagnosis of Ewing sarcoma?",
    "251": "Proteomic analyses have revealed proteins associated with the triple-negative breast cancers. List some proposed proteins.",
    "252": "Which signalling pathway is involved in Tuberous Sclerosis?",
    "253": "Can life style changes reduce oxidative stress",
    "254": "Which is the relation between sweating and anaerobic threshold?",
    "255": "Name monoclonal antibody against SLAMF7.",
    "256": "What is the mode of action of bedaquiline?",
    "257": "Does helicobacter pylori infection increase risk for ischemic stroke?",
    "258": "Which are the major types of the motor speech disorder dysarthria?",
    "259": "Is oxidative stress affected by FOXO expression?",
    "260": "Describe the mechanism of action of the LINX system for treatment of gastroesophageal reflux disease.",
    "261": "Which enzyme deficiency can cause GM1 gangliosidoses?",
    "262": "What is the characteristic feature of the Dyke-Davidoff-Masson syndrome.",
    "263": "Which gene is involved in the development of Barth syndrome?",
    "264": "What is the treatment of subacute thyroiditis?",
    "265": "What are the effects of BMAL1 deficiency?",
    "266": "Which histone modifications are associated with Polycomb group (PcG) proteins?",
    "267": "Where is the protein CLIC1 localized?",
    "268": "List phosphorylation consensus motifs for Casein Kinase 1 (CK1)?",
    "269": "What medication were compared in the ROCKET AF Trial?",
    "270": "Describe the usefulness of the SPIKE database in human signaling pathways",
    "271": "Is the Dictyostelium discoideum proteome known?",
    "272": "List proteins of lipids droplets",
    "273": "What is the Barr body?",
    "274": "Is single-cell analysis (SCA) possible in proteomics?",
    "275": "Is shotgun lipidomics the direct infusion of a lipid sample into a mass spectrometer?",
    "276": "How many genes are in the gene signature screened by MammaPrint?",
    "277": "Is apixaban effective for treatment of acute venous thromboembolism?",
    "278": "Is the tricarboxylic acid (TCA) cycle affected in inflammation?",
    "279": "What are the indications for treatment with anti-hepcidin?",
    "280": "How many genera comprise the Flaviviridae family?",
    "281": "Are reduced-nicotine cigarettes effective for smoking cessation?",
    "282": "Is the Wnt protein modified by notum?",
    "283": "List functions that are evaluated with the Full Outline of Unresponsiveness score?",
    "284": "For the constructions of which organs has 3D printing been tested?",
    "285": "Is ospemifene effective for treatment of dyspareunia?",
    "286": "Is pregabalin effective for treatment of patients with restless leg syndrome?",
    "287": "What is the biological role of expansins in fungi?",
    "288": "Can zinc finger nucleases be used to combat disease?",
    "289": "What is known about depression in acoustic neuroma patients?",
    "290": "Mutation of which gene is associated with Achondroplasia?",
    "291": "What is the mode of action of Hsp90 inhibitors?",
    "292": "Is RET the major gene involved in Hirschsprung disease?",
    "293": "Which type of lung cancer is the most strongly associated with Lambert-Eaton syndrome?",
    "294": "What distinguishes lantibiotics from antibiotics?",
    "295": "List three major features of the CCFDN syndrome.",
    "296": "is intense physical activity associated with longevity ?",
    "297": "Are cyclophilins proteins that bind to prolines?",
    "298": "Can a given genotype exhibit opposite fitness effects (beneficial and detrimental) within the same environment?",
    "299": "Has the protein SETMAR (Metnase) a transposase domain?",
    "300": "Is alternative splicing of apoptotic genes playing a role in the response to DNA or mitochondrial damage?",
    "301": "Which oncogenes are able to induce cellular senescence?",
    "302": "What is HbVar?",
    "303": "Can DMSO as an additive improve proteomic analysis results?",
    "304": "The antibodies MK-3475 and CT-011 have shown promising results in treating malignancies. Which protein are they targeting?",
    "305": "Which are the different proteins/isoforms encoded but the ASPH (aspartate beta-hydroxylase) gene in humans?",
    "306": "List processes which are under the control of the YAP protein.",
    "307": "What family do mDia proteins belong in?",
    "308": "Is nucleosome eviction ATP-dependent?",
    "309": "Is TREM2 associated with Alzheimer's disease in humans?",
    "310": "Which is the most common measure of differences between dinucleotide relative abundance \"genomic signatures\"",
    "311": "Name a method for enrichment of arginine-methylated peptides.",
    "312": "Why do we use \"N-terminal proteomics\"?",
    "313": "List omics technologies comprised in system biology.",
    "314": "Rindopepimut is an analog of which growth factor?",
    "315": "Which gene mutations are responsible for isolated Non-compaction cardiomyopathy?",
    "316": "From which tissue was the NCI-H520 cell-line derived?",
    "317": "Have mutations in the Polycomb group been found in human diseases?",
    "318": "Describe the mechanism of action of drisapersen",
    "319": "Is microRNA(miRNA) 29 involved in post-ischemic cardiac remodeling?",
    "320": "What is the incidence of Edwards syndrom in the european population?",
    "321": "Is exonuclease Xrn1 a component of the P-bodies?",
    "322": "What is the substrate of the microbial enzyme inulinase?",
    "323": "What is the treatment of acute myocarditis?",
    "324": "List causative genes for autosomal recessive forms of monogenic Parkinson's disease",
    "325": "How does ranolazine affect calcium handling in the heart",
    "326": "Which is the primary distinction between the Reverse Warburg effect and the conventional Warburg effect?",
    "327": "What is the role of per genes in circadian rhythm control?",
    "328": "Can sorafenib activate AMPK?",
    "329": "What tyrosine kinase, involved in a Philadelphia- chromosome positive chronic myelogenous leukemia, is the target of Imatinib (Gleevec)?",
    "330": "When was empagliflozin FDA approved?",
    "331": "Which R/bioconductor package is used for integrative genomics visualizations?",
    "332": "List symptoms of congenital toxoplasmosis triad.",
    "333": "How many genes are imprinted in the human genome?",
    "334": "Is exome sequencing efficient for the detection of germline mutations?",
    "335": "Which cellular processes are regulated by Nanog?",
    "336": "In which cells are A-type lamins expressed?",
    "337": "What is the definition of autophagy?",
    "338": "Gene silencing can be achieved by RNA interference (RNAi) in eukaryotic organisms. What is the name of the analogous process in prokaryotic organisms?",
    "339": "Between which types of DNA bases are mutational biases introduced due to directional mutation pressure?",
    "340": "Is it feasible to determine the complete proteome of yeast?",
    "341": "Which mutations of alpha-myosin heavy chain gene are implicated in hypertrophic cardiomyopathy?",
    "342": "Which are the cardiac manifestations of Marfan syndrome?",
    "343": "How is connected \"isolated Non-compaction cardiomyopathy\" with dilated cardiomyopathy?",
    "344": "What is the role of AMPK in diabetic cardiomyopathy?",
    "345": "Are circRNAs associated with diseases and traits?",
    "346": "Which is the most common cause of sudden cardiac death in young athletes?",
    "347": "Could the Menzerath-Altmann law be proved mathematically trivial in genomes?",
    "348": "What is the rate of survival after commotio cordis?",
    "349": "What is the oldest human sample analysed by paleontology proteomics?",
    "350": "What are the results of loss of the protein Lon1 in the plant Arabidopsis?",
    "351": "Which gene is involved in Giant Axonal Neuropathy?",
    "352": "Are there studies representing the involvement of Notch mutations in neurodegenerative diseases such as Down syndrome, Pick's and Prion's disease, and cadasil syndrome?",
    "353": "Are there any functional differences between Mfd and its human Cocaine syndrome protein B (CSB) homolog?",
    "354": "What is membrane scission?",
    "355": "How many TAp73 isoforms have been identified in humans?",
    "356": "Is the yeast Μac1 transcription factor induced upon copper deficiency?",
    "357": "What is the mechanism of DNA replication termination in vertebrates?",
    "358": "Which are the different members/isoforms of the Ras oncogenes?",
    "359": "Which is the  subcellular localization of ERAP2?",
    "360": "Have thyronamines  effects on fat tissue?",
    "361": "What are the names of anti-CD52 monoclonal antibody that is used for treatment of multiple sclerosis patients?",
    "362": "Is there a package in R/bioconductor for classification of alternative splicing?",
    "363": "Which brain structures have been investigated as potential targets for deep brain stimulation of patients suffering from major depression?",
    "364": "Is alemtuzumab effective for remission induction in patients diagnosed with T-cell prolymphocytic leukemia?",
    "365": "What is the association between moon cycle and rupture risk  of intracranial aneurysms?",
    "366": "Is there an association between TERT promoter mutation and survival of glioblastoma patients?",
    "367": "Is bapineuzumab effective for treatment of patients with Alzheimer's disease?",
    "368": "Which deiodinase polymorphisms are implicated in arterial hypertension?",
    "369": "At which kind of individuals is pharmacological treatment of subclinical hypothyroidism effective in reducing cardiovascular events?",
    "370": "Is intense physical activity associated with longevity?",
    "371": "How homoplasy affects phylogenetic reconstruction?",
    "372": "What is known about the association between the use of selective serotonin reuptake inhibitors during pregnancy and risk for autism in offspring?",
    "373": "Which transcription factors are involved in E-cadherin repression during EMT?",
    "374": "Is desmin an intermediate filament protein involved in Dilated Cardiomyopathy (DCM)?",
    "375": "Is lambrolizumab effective for treatment of patients with melanoma ?",
    "376": "List human diseases involving genomic imprinting.",
    "377": "Why are insulators necessary in gene therapy vectors?",
    "378": "Which deficiency is the cause of restless leg syndrome?",
    "379": "What histone modification is recognized by the bromodomain?",
    "380": "What memory problems are reported in the \" Gulf war syndrome\"?",
    "381": "Is cadasil syndrome a hereditary disease?",
    "382": "Which neuroendocrine tumors are associated with specific tumor syndromes?",
    "383": "How many periods of regulatory innovation led to the evolution of vertebrates?",
    "384": "Is nintedanib effective for Idiopathic Pulmonary Fibrosis?",
    "385": "What is the role of SERCA in diabetic cardiomyopathy?",
    "386": "Is pesticide exposure associated with polyneuropathy?",
    "387": "What is the methodological principle of ChIA-PET?",
    "388": "Is there an association between borna virus and brain tumor?",
    "389": "List medication interfering with purine metabolism that are used for treatment of T-cell prolymphocytic leukemia?",
    "390": "Does PU.1 (SPI1) affect NF-kB binding?",
    "391": "Does the majority of the mitochondrial genomes abide to the second parity rule (PR2)?",
    "392": "What is the association between h-index and academic rank in academic neurosurgery?",
    "393": "Is there an association between bruxism and reflux?",
    "394": "What is known about the value of mindfulness interventions in prostate cancer patients?",
    "395": "What is known about prostate cancer screening in the UK ?",
    "396": "Which hormone abnormalities are common in Williams syndrome ?",
    "397": "The secreted frizzled-related protein 3 (sFPR3) is altered in human cancers.\nAre its level found to increase or to decrease?",
    "398": "Albumin depletion is a common first step for proteomic analysis of CSF fluid. What is the advantage and disadvantage of this procedure?",
    "399": "How are lincRNA affecting the regulation of gene expression?",
    "400": "Which is the protein encoded by the human gene GRIK?",
    "401": "Which residue of alpha-synuclein was found to be phosphorylated in Lewy bodies?",
    "402": "Is paroxetine effective for treatment of premenstrual dysphoric disorder?",
    "403": "What is known about thalidomide therapy and survival of glioblastoma patients?",
    "404": "Is endostatin a proangiogenic factor?",
    "405": "List Genes associated with adolescent idiopathic scoliosis",
    "406": "Can botulism poisoning of a pregnant woman harm her fetus?",
    "407": "List the off-label use of SSRIs",
    "408": "Which is the definition of pyknons in DNA?",
    "409": "Does a linker histone exist in the yeast genome?",
    "410": "What is the role of deadenylases in the cell?",
    "411": "What molecule is targeted by brodalumab?",
    "412": "How long, in kb (kilobases),  is a \"Long interspersed nuclear element\"?",
    "413": "Which is the gene mutated in type 1 neurofibromatosis?",
    "414": "List receptors of the drug Cilengitide",
    "415": "Can protein coding exons originate from ALU sequences?",
    "416": "How could U1 small nuclear RNA be used in therapeutics?",
    "417": "What is the influence of patent expiry on  ACE inhibitor prescribing.",
    "418": "Is there evidence that tomato juice lowers cholesterol levels?",
    "419": "Are there transposon-free regions in mammalian genomes?",
    "420": "Are messenger RNA molecules epigenetically methylated?",
    "421": "Which genes are more frequently affected by somatic mutations in Chronic Lymphocytic Leukemia",
    "422": "How effective is the dentritic cells treatment on cancer?",
    "423": "What is the mode of inheritance of nemaline myopathy?",
    "424": "Which syndrome is NHE6 associated with?",
    "425": "What is known about the reimbursement of Viagra",
    "426": "Why is lock mass used in Orbitrap measurements?",
    "427": "Which virus is Cidofovir (Vistide) indicated for?",
    "428": "Have gnotobiotic animal models been used for the study of bowel disease?",
    "429": "List chromosomes that have been linked to Arnold Chiari syndrome in the literature.",
    "430": "Which translocation is the hallmark of Ewing sarcoma?",
    "431": "Is invasion and metastasis one of the hallmarks of cancer?",
    "432": "Is it possible to detect survivin protein expression in normal human adult tissues?",
    "433": "List symptoms of Meigs' Syndrome.",
    "434": "What is the effect of CRD-BP on the stability of c-myc mRNA?",
    "435": "What is the molecular function of psoralen photobinding on DNA?",
    "436": "Is progesterone effective for treatment of patients with traumatic brain injury based on clinical trial data?",
    "437": "Is there a role for the cylindromatosis tumor suppressor (CYLD) in lung cancer?",
    "438": "Which medical diagnostic tests are used to test kidney function?",
    "439": "Against which protein is the antibody used for immonostaining of Lewy bodies raised?",
    "440": "Which are the main causes of fetal echogenic bowel?",
    "441": "How does trimetazidine affect intracellular kinase signaling in the heart?",
    "442": "Which is the enzymatic activity of the myotubularin family of proteins?",
    "443": "Can we detect DNA strand asymmetries using dinucleotide relative abundance \"genomic signatures\"?",
    "444": "What is the percentage of responders to tetrabenazine treatment for dystonia in children?",
    "445": "Is there any relationship between histone ubiquitylation and splicing?",
    "446": "Which disease can be treated with Delamanid?",
    "447": "What was the aim of the COSS (Carotid Occlusion Surgery Study) clinical trial?",
    "448": "What are the advantages of the top down mass spectrometric analysis of histones?",
    "449": "What is situs inversus?",
    "450": "Can SUMO affect calcium homeostasis?",
    "451": "What is the indication of Daonil (Glibenclamide)?",
    "452": "Which is the most typical peptide sequence responsible for retrieval of endoplasmic reticulum (ER) lumenal proteins from the Golgi apparatus?",
    "453": "What are the clinical trial outcomes of metformin use in polycystic ovary disease?",
    "454": "List the main proteases used for sample digestion in proteomics.",
    "455": "Which proteins act as factors that promote transcription-coupled repair in bacteria?",
    "456": "What is the association between Generalized anxiety disorder and mortality risk?",
    "457": "Which molecule is targeted by a monoclonal antibody Mepolizumab?",
    "458": "Which is the major symptom of the Doose syndrome?",
    "459": "Have mutations in the GARS gene been identified to cause Charcot-Marie-Tooth Disease Type 2D (CMT2D)?",
    "460": "Which treatment leads to an increase in neutrophil counts in severe congenital neutropenia?",
    "461": "Which genes are affected in ROMANO-WARD syndrome?",
    "462": "Does melanoma  occur in people of African origin ?",
    "463": "What is the effect of resveratrol on mTOR activity?",
    "464": "Are people with blood group O protected against severe Malaria?",
    "465": "Which eye condition is managed by the athens protocol?",
    "466": "What is the role of AMPK kinase in myocardial remodeling after myocardial infarction",
    "467": "What is the mechanism of action of solanezumab?",
    "468": "What are the major clinical Villefranche criteria for classic Ehlers-Danlos syndrome?",
    "469": "What is the treatment of neuropathic pain in children?",
    "470": "Which phenomenon is known as the \"calcium paradox\" in the isolated perfused heart?",
    "471": "Is there a crystal structure of the full-length of the flaviviridae NS5(Methyltransferase - RNA depended RNA Polymerase) ?",
    "472": "How do Hsp70 and Hsp110 affect mRNA stability?",
    "473": "What is Prudent Diet?",
    "474": "What is the role of necroptosis in cancer therapy?",
    "475": "Can venlafaxine block NET and SERT?",
    "476": "Is Rheumatoid Arthritis more common in men or women?",
    "477": "What is FINDbase?",
    "478": "Can vitamin B1 deficiency cause encephalopathy?",
    "479": "Which methyl-CpG-binding protein when mutant becomes the hallmark for Rett syndrome?",
    "480": "Are epigenetic modifications implicated in cardiovascular development and disease?",
    "481": "Which deiodinases are present in skeletal  muscle?",
    "482": "Which genes are involved in patient response to warfarin?",
    "483": "Which is the molecular weight of the protein angiogenin?",
    "484": "List sodium glucose co-transporter-2 (SGLT2) inhibitors that have been FDA approved for type 2 diabetes mellitus treatment.",
    "485": "What is the gene mutated in the Gaucher disease?",
    "486": "Why does the prodrug amifostine (ethyol) create hypoxia?",
    "487": "What is considered a reliable technique for the definitive cytogenetic diagnosis of Fanconi anemia homozygosity?",
    "488": "Can exosomes be detected in urine?",
    "489": "What is the role of lysine-specific demethylase 1 (LSD1) in hematopoiesis?",
    "490": "For the treatment of which conditions can atypical neuroleptic drugs be used?",
    "491": "Which are the characteristics of  Andersen syndrome?",
    "492": "How are induced pluripotent stem cells used in the study and treatment of cardiovascular diseases?",
    "493": "Which disease is included as an additional feature in the Goldberg-Shprintzen syndrome?",
    "494": "Which protein is causing Netherton syndrome?",
    "495": "Mutations in which gene and which protein are associated with Netherton syndrome?",
    "496": "Which disease of the central nervous system is characterized by the presence of Lewy bodies?",
    "497": "Which deiodinase is known to be present in liver?",
    "498": "Which proteins participate in the formation of the Notch transcriptional activation complex?",
    "499": "How is the sequence variability defined in antibodies?",
    "500": "Is the transcriptional regulator BACH1 an activator or a repressor?",
    "501": "Is Kanzaki disease associated with deficiency in alpha-N-acetylgalactosaminidase?",
    "502": "Is Mycobacterium avium less susceptible to antibiotics than Mycobacterium tuberculosis?",
    "503": "What molecule is targeted by suvorexant?",
    "504": "For which type of diabetes can empagliflozin be used?",
    "505": "Which are the main methods for pharmacophore modelling?",
    "506": "Are there conserved noncoding elements identified between genomes of human and teleosts?",
    "507": "How early during pregnancy does non-invasive cffDNA testing allow sex determination of the fetus?",
    "508": "Does cortical spreading depression appear in ischemic penumbra following ischemic stroke?",
    "509": "Is phospholamban a regulatory/inhibitory protein of the Ca ATPase SERCA?",
    "510": "What is TFBSshape?",
    "511": "Is Alpers disease inherited in an autosomal recessive mode?",
    "512": "Is vemurafenib effective for hairy-cell leukemia?",
    "513": "Which are the inhibitors of histone methyltransferases?",
    "514": "What is the main characteristic of Amyotrophic Lateral Sclerosis?",
    "515": "Which genes are regulated by MEF-2 in the heart?",
    "516": "Is there an association between TERT promoter mutation and survival of glioma patients?",
    "517": "Which JAK (Janus kinase) inhibitor is approved for treatment of rheumatoid arthritis?",
    "518": "Which is the mechanism used for synthesis of a highly functional N-truncated dystrophin isoform that attenuates dystrophinopathy?",
    "519": "Which are the newly identified DNA nucleases that can be used to treat thalassemia?",
    "520": "Does ziconotide bind to N-type calcium channels?",
    "521": "How is OCT3 associated with serotonin?",
    "522": "What constitutes an increased risk for individuals with Fanconi anemia?",
    "523": "Is stop codon bypass possible?",
    "524": "Is the protein β1-integrin recycled?",
    "525": "Are BBS mutations involved in syndromic Hirschsprung disease?",
    "526": "Which signaling pathway is activating the dishevelled proteins?",
    "527": "Which is the defective protein causing the lysosomal storage disease Fabry?",
    "528": "Is there any software for automated analysis of immuno-histochemistry images?",
    "529": "Is TALEN being used on stem cells?",
    "530": "Is there an association between bruxism and reflux",
    "531": "what is the role of IGF-1 in cardiac regeneration after myocardial infarction?",
    "532": "What is known about prostate cancer screening in the UK",
    "533": "Can a peptide aptamer be used as protein inhibitor?",
    "534": "List inflammatory caspase proteins?",
    "535": "List invertebrates where ultraconserved elements have been identified.",
    "536": "Which gene is most commonly associated with severe congenital and cyclic neutropenia?",
    "537": "what is the role of TGFbeta in cardiac regeneration after myocardial injury?",
    "538": "List two chemotherapeutic agents that are used for treatment of Subependymal Giant Cell Astrocytoma",
    "539": "Are integrins part of the extracellular matrix?",
    "540": "Is Calcium homeostasis important in cardiac physiology and pathophysiology?",
    "541": "List available databases containing information about conserved noncoding elements.",
    "542": "What was the purpose of the FANTOM5 project?",
    "543": "Is the gene DUX4 epigenetically regulated in somatic cells?",
    "544": "What is the function of the mammalian gene Irg1?",
    "545": "Have hESC been tested for the treatment of age-related macular degeneration?",
    "546": "What disease in Loxapine prominently used for?",
    "547": "What is the systemic nickel allergy syndrome?",
    "548": "Which antibodies cause Riedel thyroiditis?",
    "549": "What are the effects of ILK ablation?",
    "550": "Does d-tubocurarine (d-TC) induces irreversible inhibition of nicotinic acetylcholine receptor (nAChR) at the neuromuscular junction?",
    "551": "Which receptors are bound by Tasimelteon?",
    "552": "Is zyxin a focal adhesion protein?",
    "553": "What is the role of ELMO1 gene in cell migration?",
    "554": "What is the biological role of K-48 linked protein ubiquitination?",
    "555": "Could DNA (cytosine-5-)-methyltransferases serve as tumour markers?",
    "556": "Which RNA polymerase is used for the replication of viroids?",
    "557": "List Parkin binding partners",
    "558": "What is generic name of drug Adempas?",
    "559": "What is known about Vancomycin dosing in neonates?",
    "560": "Is single guide RNA part of the CRISPR/Cas9 tool or an inhibitor of its function?",
    "561": "What is the target protein of the drug Idelalisib?",
    "562": "Which antiepileptic drug is most strongly associated with spina bifida? ",
    "563": "Which bacteria caused plague?",
    "564": "The drug JTV519 is derivative of which group of chemical compounds?",
    "565": "Is the long non- coding RNA malat-1 up or downregulated in cancer?",
    "566": "Oxantel is used for periodontitis treatment. How does it work?",
    "567": "What is apelin?",
    "568": "What is the function of the protein encoded by the gene PABPC4?",
    "569": "What kind of enzyme is encoded by the proto-oncogene ABL1?",
    "570": "What is the mode of inheritance of Romano Ward long QT syndrome?",
    "571": "Which histone modifications have been associated to alternative splicing?",
    "572": "Is phospholamban phosphorylated by Protein kinase A?",
    "573": "Are there telemedicine applications for chronic pain management?",
    "574": "What is a P-body (processing body)?",
    "575": "What is the mechanism of action of decitabine?",
    "576": "Which gene is associated with the Mitchell-Riley syndrome?",
    "577": "Is paramyxovirus involved in human subacute thyroiditis?",
    "578": "What are the mobile applications fields of use for patients ?",
    "579": "Is there any link between the aurora B kinase and the polycomb protein ring1B?",
    "580": "Which are the genes responsible for Dyskeratosis Congenita?",
    "581": "Is CD99 encoded by MIC2 gene?",
    "582": "Name five programs for transcript quantification from RNASeq experiments",
    "583": "What are the main characteristics/symptoms of the \"Brugada\" syndrome",
    "584": "What is the main component of the Lewy bodies?",
    "585": "How does thyroid hormone regulate mitochondrial biogenesis in the myocardium?",
    "586": "What is the link between HOT regions and RNA polymerase recruitment?",
    "587": "List variants of the MC1R gene.",
    "588": "Which is the enzyme that degrades decapped mRNAs?",
    "589": "Which phenotypes are associated with heterozygous mutations of the BSCL2 gene?",
    "590": "Which is the target protein of the drug nivolumab?",
    "591": "The CXCR2 receptor is targeted in cancer. Name five antagonists.",
    "592": "What is the genomic structure of the FAA (FANCA) gene?",
    "593": "What is Snord116?",
    "594": "What is the functional role of the protein Drp1?",
    "595": "Which is the genetic cause for the development of Fanconi anemia complementation group D1?",
    "596": "Which diseases are caused by mutations in Calsequestrin 2 (CASQ2) gene?",
    "597": "What are the most frequent non-canonical sequence motifs at the donor and acceptor splice sites in vertebrates?",
    "598": "What does isradipine do to L-type channels?",
    "599": "Why does cranberry juice help combat urinary tract infections?",
    "600": "In which diseases have electronic patient diaries been applied ?",
    "601": "Which type of myeloma is ixazomib being evaluated for?",
    "602": "Which are the Atg8 homologs in human?",
    "603": "To which family does the Zika virus belong?",
    "604": "Has the fungus Ashbya gossypii got many nuclei that share cytoplasm?",
    "605": "What is the functionality of the Triplex R/bioconductor package?",
    "606": "Which is the molecular mechanism underlying K-ras alterations in carcinomas?",
    "607": "Is microRNA(miRNA) 30 involved in post-ischemic cardiac remodeling?",
    "608": "List all clinical trials of the polypill.",
    "609": "What is transvection?",
    "610": "What is the role of probiotics in gastrointestinal disease?",
    "611": "What is the main symptom of Marfan syndrome patients?",
    "612": "What species is associated with Tetrodotoxin?",
    "613": "How is myotonic dystrophy inherited?",
    "614": "How do HBS1L-MYB intergenic variants regulate fetal hemoglobin?",
    "615": "Which are the mammalian orthologs of Drosophila Yki?",
    "616": "Is statin use associated with improved outcomes after aneurysmal subarachnoid hemorrhage?",
    "617": "What is the typical outer diameter of microtubules (tubulin heterodimers)?",
    "618": "Does molindone affect body weight?",
    "619": "What is the genetic basis of propionic acidemia?",
    "620": "Which protein phosphatase has been found to interact with the heat shock protein, HSP20?",
    "621": "What is the risk in G-CSF treatment for severe congenital neutropenia?",
    "622": "Neurostimulation of which nucleus is used for treatment of dystonia?",
    "623": "Which myosin isozymes are located within the pericuticular necklace of the hair cell?",
    "624": "Which is the treatment strategy followed in spinocerebellar ataxia type 3 for CAG removal?",
    "625": "Where is the angiogenin binding element  located?",
    "626": "Which proteins cause cytoplasmic sequestration of NF-kB?",
    "627": "What is the mode of inheritance of Marchesani syndrome?",
    "628": "Tumor-treating fields are effective for treatment of which cancers?",
    "629": "Which event results in the acetylation of S6K1?",
    "630": "List angiocrine factors",
    "631": "What is protein carbamylation?",
    "632": "What is the cause of episodic ataxia type 6?",
    "633": "What is the main role of Ctf4 in dna replication?",
    "634": "Could Arimidex (anastrozole) cause hot flashes?",
    "635": "What is the role of Inn1 in cytokinesis?",
    "636": "Which hormone deficiency is implicated in the Costello syndrome ?",
    "637": "List the components of a Replisome Progression Complex (RPC).",
    "638": "What is the definition of minimal absent words?",
    "639": "What is the common feature in congenital central hypoventilation and Mowat-Wilson syndromes?",
    "640": "Which is the most common CFTR mutation in Caucasians?",
    "641": "Which CDK targets control cytokinesis?",
    "642": "Are Alu elements transcribed?",
    "643": "In what type(s) of plant organelles we can detect prolamellar bodies?",
    "644": "What do mepolizumab and reslizumab have in common?",
    "645": "When are itaconic acid levels elevated?",
    "646": "Are chromomethylases present in animal genomes?",
    "647": "Which genes are associated with autosomal dominant Charcot-Marie-Tooth?",
    "648": "Which transcription factors (TFs) participate in the formation of the interferon-beta (IFN-b) enhanceosome?",
    "649": "Is low T3 syndrome related with high BNP in cardiac patients?",
    "650": "List packages for transcription factor binding sites' (TFBS) analysis available in R/Bioconductor",
    "651": "Simpson grading is used to describe resection of which brain tumor?",
    "652": "Where in the cell do we find the protein Cep135?",
    "653": "Is delayed enhancement documented in patients with non-ischemic dilated cardiomyopathy?",
    "654": "Which enzyme is inhibited by Varespladib?",
    "655": "Which protein does empagliflozin inhibit?",
    "656": "What symptoms characterize the Muenke syndrome?",
    "657": "List all reported treatment options for anxiety in autism spectrum disorder.",
    "658": "List adenosine A2A receptor antagonists that are used for Parkinson's disease treatment.",
    "659": "What is the clinical indication of cardiac T1 mapping magnetic resonance?",
    "660": "Which autophagy pathway is trigered by the KFERQ motif of cytosolic proteins?",
    "661": "Which are the clinical characteristics of TSC?",
    "662": "How does dabigatran therapy affect aPTT in patients with atrial fibrillation?",
    "663": "List fish anti-freeze proteins.",
    "664": "Which is the phosphorylated residue in the promoter paused form of RNA polymerase II?",
    "665": "Has overexpression of sirtuins been reported to increase lifespan in budding yeast (Saccharomyces cerevisiae)?",
    "666": "Name the major classes of small  non coding RNAs in mammalians?",
    "667": "Describe a diet that reduces the chance of kidney stones.",
    "668": "What pharmacological and non-pharmacological interventions can be considered as prophylactic therapies in Cluster Headache patients?",
    "669": "How does phospholamban affect the biological activity of the calcium ATPase SERCA?",
    "670": "List the components of mTOR Complex 2 (mTORC2).",
    "671": "What is known about the Digit Ratio (2D:4D) cancer?",
    "672": "Is TREM2 associated with Alzheimer's disease?",
    "673": "Does the protein mTOR regulate autophagy?",
    "674": "Which are the mains risk factors of metabolic syndrome?",
    "675": "Which multiple kinase inhibitors are used in cancer therapy?",
    "676": "Has proteomics been used in the study of Pick's disease?",
    "677": "Are there any urine biomarkers for bladder cancer diagnosis?",
    "678": "List types of avoided words in bacterial genomes",
    "679": "Which gene(s) should be genotyped in order to prescribe the drug Cetuximab (anti-EGFR)?",
    "680": "Is signal transducer and activator of transcription-3 (STAT3) critical for tumor angiogenesis progression?",
    "681": "Which is the physiological target for LeuRS translational quality control?",
    "682": "Is sumoylation implicated in myogenesis?",
    "683": "What do studies show about the effect of Induced hypothermia in premature babies?",
    "684": "Describe what is the advantage of using a stain free protein gel in a Western Blot experiment?",
    "685": "Which is the target of the drug Denosumab?",
    "686": "Which enzyme is inhibited by a drug fostamatinib?",
    "687": "Is the Miller-Fisher syndrome considered to be a variant of Guillain-Barré?",
    "688": "Is Ctf4 involved in sister chromatid cohesion establishment?",
    "689": "What states the second parity rule (PR2)?",
    "690": "Are retroviruses used for gene therapy?",
    "691": "Do lincRNAs play a role in human cancer?",
    "692": "Explain the concept proteostasis.",
    "693": "Which gene test can be used for the X-linked myotubular myopathy?",
    "694": "Is there a phylogenetic analysis for HIV?",
    "695": "What is the association between adiponectin and migraine?",
    "696": "Which phenomenon is described as oncogene addiction?",
    "697": "Are there randomised controlled trials on sevoflurane?",
    "698": "In which cells are gasdermins expressed?",
    "699": "Where in a protein can a signal sequence be found?",
    "700": "Can FOXOs modulate longevity?",
    "701": "Which antibody is implicated in the Bickerstaff's brainstem encephalitis?",
    "702": "Which micro-RNAs have been associated in the pathogenesis of Rheumatoid Arthritis?",
    "703": "Is there an association between FGFR3 mutation and plagiocephaly?",
    "704": "Are CD44 variants (CD44v) associated with poor prognosis of metastasis?",
    "705": "Is Bladder training an effective method to treat  urge incontinence ?",
    "706": "What is the scope of the OMIA database?",
    "707": "What is the effect of methotrexate in treating uveitis due to juvenile idiopathic arthritis ?",
    "708": "Which are the enzymes involved in the addition of 7-methylguanosine in mRNA?",
    "709": "What is HOCOMOCO?",
    "710": "In which condition was protein S100A7 originally identified?",
    "711": "Do proton pump inhibitors affect thyroxine absorption?",
    "712": "Is PER3 required for CHK2 activation in human cells?",
    "713": "What is the typical alteration of the thyroid profile metabolism early after coronary artery bypass graft surgery?",
    "714": "Which proteins are involved in actin bundling and filopodia formation and function?",
    "715": "What does the SAGA complex acronym stands for?",
    "716": "What is the result of the interaction between TSC1 and PLK1?",
    "717": "What are the characteristics of the \"Universal Proteomics Standard 2\" (UPS2)?",
    "718": "Which polyQ tract protein is linked to Spinocerebellar Ataxia type 2?",
    "719": "Which are the smallest known subviral pathogens of plants?",
    "720": "What causes Katayama Fever?",
    "721": "List clinical trials for prevention of sarcopenia",
    "722": "Which is the database of molecular recognition features in membrane proteins?",
    "723": "Which database is available for the identification of chorion proteins in Lepidopteran proteomes?",
    "724": "Are there any clinical trials of the effect of evening primrose oil on postmenopausal symptoms ?",
    "725": "Is acid alpha-glucosidase the enzyme that causes Pompe disease when mutant?",
    "726": "Which kinase is inhibited by Tripolin A?",
    "727": "Is the optogenetics tool ChR2 light-sensitive?",
    "728": "Is the Prostate- Specific Antigen (PSA) test relevant only for prostate cancer?",
    "729": "List symptoms of Hakim Triad.",
    "730": "Which is the cellular target of gefitinib?",
    "731": "What kind of bonds are connecting keratin molecules?",
    "732": "Is autism one of the characteristics of Moebius syndrome?",
    "733": "Is Sarcolipin a regulatory/inhibitory protein of the Calcium ATPase SERCA?",
    "734": "What is the risk of developing acute myelogenous leukemia in Fanconi anemia?",
    "735": "How many different mutations have been associated with Muenke syndrome?",
    "736": "How can the fetal Rhesus be determined with non-invasive testing?",
    "737": "Which genes have been proposed as potential candidates for gene therapy of heart failure?",
    "738": "DX-88 is investigational name of which drug?",
    "739": "What type of arrhythmia is known as bidirectional ventricular tachycardia (BDVT)?",
    "740": "Which genes have been found to be associated with restless leg syndrome",
    "741": "Is the circadian clock involved in ribosome biogenesis?",
    "742": "Can mutations in Calmodulin cause ventricular fibrillation?",
    "743": "Do the Sleeping Beauty or the piggyBac transposons have higher transposition efficiency?",
    "744": "Where does TORC1 sequester during heat stress?",
    "745": "Is rivaroxaban metabolized in kidneys?",
    "746": "What are the side effects of Nalmefene?",
    "747": "Is Hirschsprung disease one of the characteristics of the Mowat-Wilson syndrome?",
    "748": "Which are the most common methods for gene prioritization analysis?",
    "749": "Which is the most common disease attributed to malfunction or absence of primary cilia?",
    "750": "What is the usefulness of ultraconserved elements in phylogeny?",
    "751": "Treprostinil is an analogue for which prostaglandin?",
    "752": "Which are the characteristics of the Meier-Gorlin syndrome?",
    "753": "Which enzyme is deficient in Gaucher's disease?",
    "754": "What is the role of Hsp90 inhibition in cancer therapy?",
    "755": "Which is the most common type of pediatric cerebellar tumor?",
    "756": "Which is the E3 ubiquitin ligase of Hsp90?",
    "757": "Which are the major phycobiliproteins present in cyanobacteria?",
    "758": "Is PLK2 involved in alpha-synuclein phosphorylation in the nervous system?",
    "759": "In which kingdom do microsporidia belong, according to their current classification scheme?",
    "760": "What is the inheritance pattern of Emery-Dreifuss muscular dystrophy? ",
    "761": "What is the mechanism of action of anticoagulant medication Dabigatran?",
    "762": "What is the effect of a defective CLN3 gene?",
    "763": "Which genes are regulated by TRalpha2  in the heart?",
    "764": "Is insulin-like growth factor-I (IGF-I) able to affect tendon protein synthesis in classic Ehlers-Danlos syndrome patients?",
    "765": "List available methods for transmembrane protein topology prediction.",
    "766": "Does GC content vary markedly within a given isochore?",
    "767": "Is tubulin acetylation involved in cell motility?",
    "768": "List available genetic multicolor cell labeling techiniques in Drosophila",
    "769": "Which growth factors are known to be involved in the induction of EMT?",
    "770": "What is the function of the yeast protein Aft1?",
    "771": "Can PLN mutations lead to dilated cardiomyopathy?",
    "772": "Which is the genetic lesion associated with Huntington’s disease?",
    "773": "Is corpus callosum involved in the Mowat–Wilson syndrome?",
    "774": "Which histone modification discriminates between active and poised enhancers?",
    "775": "What are the properties of super-enhancers?",
    "776": "What is the inheritance pattern of Li–Fraumeni syndrome?",
    "777": "Which pituitary adenoma is common cause of infertility is women?",
    "778": "What is the role of mismatched uracil glycosylase (Mug) in DNA repair?",
    "779": "Which are the cardiac effects of thyronamines?",
    "780": "Matuzumab has been tested for treatment of which cancers?",
    "781": "Which are the synonyms of prostate-specific antigen?",
    "782": "What is the lipid droplet used for in the cell?",
    "783": "What is the function of circular RNA?",
    "784": "Can NXY-059 be used for treatment of acute ischemic stroke patients?",
    "785": "Is flibanserin effetive for Hypoactive Sexual Desire Disorder? ",
    "786": "List available biomedical question answering systems.",
    "787": "Which dediodinases are present in kidney?",
    "788": "What is the presumed key event in Fanconi anemia pathogenesis?",
    "789": "What is the effect of Allopurinol on asphyxia in neonates?",
    "790": "Is recommended the use of perioperative treatment with thyroid hormone therapy in patients undergoing coronary artery bypass grafting?",
    "791": "When is the protein NFL a biomarker?",
    "792": "Is protein CXCR4 used as a prognostic marker of cancer?",
    "793": "How does thyroid  hormone  regulate  SR-Ca2+ ATPase  (SERCA) protein in the heart?",
    "794": "Which trancription factor activates the betalain pathway?",
    "795": "List common symptoms of patients with the DOORS syndrome.",
    "796": "Which is the most well-accepted method for Down syndrome non-invasive prenatal diagnosis?",
    "797": "Is the H3K4me3 histone mark related to transcriptional initiation or elongation?",
    "798": "What does polyadenylate-binding protein 4 (PABP4) bind to?",
    "799": "What is the average diameter of intermediate filaments?",
    "800": "Elaborate on the association between Genomic Regulatory Blocks (GRBs) and target genes",
    "801": "Which therapeutic interventions for sarcopenia have been  applied",
    "802": "What is the genetic basis of progeria?",
    "803": "What is the function of cryptochrome-1 in mouse?",
    "804": "Describe July Effect.",
    "805": "Which intermediate filament (IF) protein can be used as a non-specific marker of the neuronal precursor cells of the subventricular zone?",
    "806": "Which enzyme is involved in the maintenance of DNA (cytosine-5-)-methylation?",
    "807": "Is transcapillary  albumin escape altered in diabetic patients?",
    "808": "Which genes does thyroid hormone receptor beta1 regulate in the liver?",
    "809": "Are conserved noncoding elements associated with developmental genes?",
    "810": "In what proportion of children with heart failure has Enalapril been shown to be safe and effective?",
    "811": "Is myasthenia gravis associated with osteoporosis?",
    "812": "Which cell type has the protein Chromogranin A as marker?",
    "813": "Does a selective sweep increase genetic variation?",
    "814": "Which disease phenotypes are associated to PRPS1 mutations?",
    "815": "Is indicated the use of antioxidant supplements in patients at risk for coronary artery disease?",
    "816": "Which are the main functions of the human HuR (ELAVL1) protein in fibroblasts?",
    "817": "Which kinases does baricitinib inhibit?",
    "818": "Is there evidence to suggest that triiodothyronine has neuroprotective properties in traumatic brain injury?",
    "819": "What is the role played by mTOR in hypertrophic response and heart failure?",
    "820": "Is Lysine-specific demethylase 1 (LSD1) a critical regulator of hematopoiesis?",
    "821": "Is K-63 linked protein ubiquitination related to proteasomal degradation?",
    "822": "Could transcription factors act as cell-cell signalling molecules?",
    "823": "Magnetic beads has been used in numerous applications. List some coatings used.",
    "824": "is pharmacological treatment of subclinical hypothyroidism effective in reducing cardiovascular events?",
    "825": "Could Catecholaminergic Polymorphic Ventricular Tachycardia (CPVT)\ncause sudden cardiac death?",
    "826": "What is the mechanism of action of DNA topoisomerase II inhibitors?",
    "827": "Are histone deacetylase (HDAC) inhibitors good candidates to control metastasis of solid tumors?",
    "828": "Is muscle lim protein (MLP) involved in cardiomyopathies?",
    "829": "Which gene harbors the mutation T790M?",
    "830": "what is the role of FGF-2 in cardiac regeneration after myocardial infarction?",
    "831": "Have 5q35 microdeletions been implicated in Sotos syndrome development?",
    "832": "Tumors of which three organs are classically associated with the multiple endocrine neoplasia type 1 syndrome?",
    "833": "Which is the protein implicated in Spinocerebellar ataxia type 3?",
    "834": "What is Tn-seq?",
    "835": "Is metabolic syndrome related with cardiovascular disease?",
    "836": "Is there any functional association during viral replication between flaviviridae viral RNA depended RNA polymerase and viral helicase?",
    "837": "Are defects in recombination repair involved in carcinogenesis?",
    "838": "Which is the prevalence of cystic fibrosis in the human population?",
    "839": "Are seizures among the neurological symptoms of incontinentia pigmenti?",
    "840": "Which are the different homologs or family members of the hedgehog proteins in mammals?",
    "841": "What does mTOR stands for?",
    "842": "Which is the most common genetic lesion among patients with Joubert Syndrome and a cerebello-oculo-renal phenotype?",
    "843": "Which scales are recommended by the American Heart Association for depression screening in cardiovascular patients? ",
    "844": "Is there a genome-wide technique for the detection of R-loop formation?",
    "845": "How is CBX1/M31 related to position-effect variegation?",
    "846": "Can bioprinting use human cells?",
    "847": "Is transcription-associated mutagenesis (TAM) related to gene expression levels?",
    "848": "Is there a pharmacogenetic test for trastuzumab?",
    "849": "Which calcium channels does ethosuximide target?",
    "850": "What is the sedimentation coefficient of the mammalian mitoribosome?",
    "851": "Describe the mechanism of action of aliskiren. ",
    "852": "Which proteins act as histone-like molecules in prokaryotes?",
    "853": "Which receptor is targeted by telcagepant?",
    "854": "What is the role of photodynamic therapy for meningioma treatment?",
    "855": "Do carmustine wafers improve survival of glioblastoma patients?",
    "856": "Is Dicer part of the RISC loading complex?",
    "857": "What is the Arnold-Chiari syndrome?",
    "858": "What is the biological role of SERCA2 SUMOylation in cardiac physiology and pathophysiology, such as in heart failure?",
    "859": "Which trinucleotide repeat disorders are affecting the nervous system?",
    "860": "Is hypersensitivity to DNA crosslinking agents a hallmark of Fanconi anemia?",
    "861": "Which are the cellular targets of imatinib mesylate?",
    "862": "Which are the clinical characteristics of Tuberous Sclerosis?",
    "863": "What is known about MER41 repeat sequences?",
    "864": "How functional connectivity of the default mode network changes in patients with disorders of consciousness?",
    "865": "Have C12orf65 mutations been associated with axonal neuropathy and optic atrophy?",
    "866": "List drugs included in the DHAP-R chemotherapy regiment.",
    "867": "Are psammoma bodies characteristic to meningiomas?",
    "868": "Which are the most common symptoms in Lambert-Eaton Myasthenic Syndrome?",
    "869": "What is the pyroptotic pathway?",
    "870": "Which types of bacterial microflora are associated with the progression of peri-implantitis?",
    "871": "What are the known families of deadenylases?",
    "872": "Which translocation is harbored in the Askin tumor cells?",
    "873": "What is the function of the AtxA pleiotropic regulator?",
    "874": "Is cystatin C or cystatin 3 used as a biomarker of kidney function?",
    "875": "Which R/bioconductor package utilizes the Hilbert curve in order to visualize genomic data?",
    "876": "Can fetal aneuploidy be detected with non-invasive prenatal testing?",
    "877": "Which packages are used for performing overlap analysis of genomic regions in R/bioconductor?",
    "878": "Is dichlorphenamide effective for periodic paralysis?",
    "879": "What is evaluated with the Hydrocephalus Outcome Questionnaire?",
    "880": "What is known about maternal smoking and brain tumor risk?",
    "881": "Which pathway is activated by ficolin-3?",
    "882": "Is nivolumab used for treatment of Non–Small-Cell Lung Cancer?",
    "883": "Global quantitative phosphoproteomic analyses are emerging. List the preferred technologies for the enrichment for phosphorylated peptides?",
    "884": "Which histone modifications are correlated with transcription elongation?",
    "885": "Does  thyroid hormone receptor beta1 affect insulin secretion?",
    "886": "List disorders that have been associated to the polymorphism rs2535629.",
    "887": "What is targeted by monoclonal antibody Pembrolizumab?",
    "888": "Does replication timing affect the rate of somatic mutations?",
    "889": "Which metazaon species or taxa are known to lack selenoproteins",
    "890": "What is the mode of inheritance of Facioscapulohumeral muscular\ndystrophy (FSHD)?",
    "891": "Is NOD1 activated in inflammation?",
    "892": "List diseases where protein citrullination plays an important role.",
    "893": "What is commotio cordis?",
    "894": "What is the cause of Phthiriasis Palpebrarum?",
    "895": "Does the histidine-rich Ca-binding protein (HRC) interact with triadin?",
    "896": "How are CpG island shores defined?",
    "897": "Does magnesium sulfate improve outcomes of subarachnoid hemorrhage patients?",
    "898": "Which gene is mutated in a subtype of arrhythmogenic right ventricular cardiomyopathy known as Naxos disease?",
    "899": "What is the role of edaravone in traumatic brain injury?",
    "900": "Are there plasma membrane receptors for thyroid hormones?",
    "901": "Which disorder is rated by Palmini classification?",
    "902": "what is the role of erythropoietin in cardiac regeneration after myocardial infarction?",
    "903": "Does Rad9 interact with Aft1 in S.cerevisiae?",
    "904": "Are there any desmins present in plants?",
    "905": "Are viruses involved in the etiology of human subacute thyroiditis?",
    "906": "List core circadian clock genes.",
    "907": "Which peripheral neuropathy has been associated with NDRG1 mutations?",
    "908": "Is miR-126 involved in heart failure?",
    "909": "Does resveratrol reduce cardiac remodeling?",
    "910": "Which is the receptor for substrates of Chaperone Mediated Autophagy?",
    "911": "What are the hallmarks of congestive heart failure?",
    "912": "What is the mode of inheritance of short QT syndrome?",
    "913": "List clinical trials that have directly compared microsurgical clipping with endovascular coiling for treatment of ruptured brain aneurysms?",
    "914": "What is the reason for the narcolepsy cases developed after H1N1 influenza vaccination?",
    "915": "Which are the biotracers used for detection of Alzheimer's disease using PET?",
    "916": "What was the purpose of the FANTOM3 project?",
    "917": "In which isochores are Alu elements enriched?",
    "918": "Is oxalate renal excretion increased after bariatric surgery?",
    "919": "Which are the mutational hotspots of the human KRAS oncogene?",
    "920": "Which intraflagellar transport (IFT) motor protein has been linked to human skeletal ciliopathies?",
    "921": "What is the mechanism of action of ocrelizumab for treatment of multiple sclerosis?",
    "922": "What is the link between Nonidet-40 (NP-40) and biotinylation?",
    "923": "Which is the transcript responsible for X-chromosome inactivation?",
    "924": "What are viral vectors used for in optogenetics?",
    "925": "Which domain allowing self-association do exist in TDP-43 and FUS proteins?",
    "926": "Is there a role for transcription factories in genome organization?",
    "927": "Which are the Chompret criteria for Li-Fraumeni syndrome?",
    "928": "When ceritinib used instead of crizotinib?",
    "929": "What type of enzyme is peroxiredoxin 2 (PRDX2)?",
    "930": "Is the length of the poly(A) tail involved in human disease?",
    "931": "Why graphics processing units (GPU) are more suitable for biological tasks than central processing units (CPU)?",
    "932": "Which are the thyroid hormone analogs utilized in human studies?",
    "933": "Are patients with marfan syndrome at increased risk of arrhythmias?",
    "934": "What are the treatments of choice for GIST (gastrointestinal stromal tumor)?",
    "935": "List Kartagener Syndrome Triad.",
    "936": "Which disease is associated with the ectopic expression of the protein encoded by the gene DUX4?",
    "937": "Which G protein is essential in the formation and function of lamellipodia?",
    "938": "Which are the main functions of the APOBEC3 family of proteins?",
    "939": "Which histone modifications are associated with constitutive heterochromatin?",
    "940": "What is the main application of SWATH-MS in proteomics?",
    "941": "Do selenoproteins and selenium play a role in prostate cancer prevention?",
    "942": "What can Nothobranchius furzeri be used as a model system for?",
    "943": "What is the function of TALENs?",
    "944": "Has protein citrullination been implicated in rheumatoid arthritis?",
    "945": "Show results of randomised controlled trials for certolizumab pegol.",
    "946": "Which is the mass-tag that reveal the ubiquitination of a lysine residue?",
    "947": "Which gene is involved in CADASIL?",
    "948": "What is the role of thyroid hormone receptor alpha1 in insulin secretion?",
    "949": "Do R-loops tend to form at sites of DNA replication?",
    "950": "Which two catechol-O-methyl transferase (COMT) inhibitors can be used for treatment of Parkinson disease?",
    "951": "What are the structures formed when keratin molecules come together?",
    "952": "Which is the prognostic impact of hypothyroidism in patients with acute myocardial infarction?",
    "953": "Which are the main features of CREST and other ALS-linked proteins?",
    "954": "Mutations of which genes have been associated with Catecholaminergic Polymorphic Ventricular Tachycardia (CPVT)?",
    "955": "What is the relationship between nucleosomes and exons?",
    "956": "List programs suitable for pharmacophore modelling",
    "957": "Is selenium deficiency involved in autoimmune thyroid disease?",
    "958": "List disorders that are caused by mutations in the mitochondrial MTND6 gene.",
    "959": "Which are the most common methods for ctDNA (circulating tumour DNA) detection?",
    "960": "Which gene is associated with Muenke syndrome?",
    "961": "Is it safe to use Abatacept during pregnancy?",
    "962": "What is DeepCAGE?",
    "963": "Is STAT3 involved in EIF2AK2-dependent suppression of autophagy?",
    "964": "RTS S AS01 vaccine was developed to prevent which disease?",
    "965": "What are the Topological Domains (TADs)?",
    "966": "What is the vibrational theory of olfaction?",
    "967": "Are CTCF and BORIS involved in genome regulation and cancer?",
    "968": "What is the application of the ASSET algorithm in C.elegans?",
    "969": "Are Sidekick proteins members of the immunoglobulin superfamily?",
    "970": "What are the pyknons?",
    "971": "Which deiodinases are best known to be present in brain?",
    "972": "What are the computational methods for the prediction of beta-barrel transmembrane proteins?",
    "973": "Describe what is the usage of the Theatre software tool for genomic analysis.",
    "974": "How are CRM (cis-regulatory modules) defined?",
    "975": "Which is the main regulatory molecule of SERCA2A function in the cardiac muscle?",
    "976": "Which gene is responsible for the development of the Mowat-Wilson syndrome?",
    "977": "How is active neurotoxin of Clostridium botulinum detected?",
    "978": "Which factor interacts with Treslin/TICRR throughout the cell cycle of human cells?",
    "979": "What is oprozomib?",
    "980": "Is there a relationship between junctin and ryanodine receptors?",
    "981": "Which medication should be administered when managing patients with suspected acute opioid overdose?",
    "982": "In which nuclear compartments is heterochromatin located?",
    "983": "Have mutations in the ZEB2 gene been found in any human syndrome?",
    "984": "Which enzymes are involved in global genome nucleotide excision repair (GG-NER) in bacteria?",
    "985": "Is JTV519 (K201) a potential drug for the prevention of arrhythmias?",
    "986": "What is the mechanism of microRNA deregulation in carcinogenesis?",
    "987": "Which type of GTPases is required for amino acid-dependent activation of mTORC1?",
    "988": "In which genomic regions are Alu enriched?",
    "989": "What is the synonym of the lubag disease?",
    "990": "Dracorhodin perchlorate was tested for treatment of which cancers?",
    "991": "What is the role of venous angioplasty in multiple sclerosis?",
    "992": "Are the Fanconi anemia genes a part of the same signalling pathway?",
    "993": "Are there clinical trials using stem cells for the treatment of cardiac disease?",
    "994": "Is DNA methylation an epigenetic modification of chromatin related to gene expression?",
    "995": "Is Growth factor independence 1b (GFI1B) important for hematopoiesis?",
    "996": "Has Revlimid been approved by the US Food and Drug Administration?",
    "997": "Which  is the execution time (complexity) of the Smith-Waterman algorithm for the alignment of two sequences",
    "998": "List mutations that are implicated in the Gray Platelet Syndrome.",
    "999": "Has single guide RNA been used on human cells?",
    "1000": "Is Fibroblast Growth Factor 23 a phosphaturic hormone?",
    "1001": "Which type of cell death is known as anoikis?",
    "1002": "The small molecule SEA0400 is an inhibitor of which ion antiporter/exchanger?",
    "1003": "What is Piebaldism?",
    "1004": "Which SLC family is FLVCR1 a member of?",
    "1005": "Is amoxicillin used for treatment of malnutrition in children?",
    "1006": "Where are the orexigenic peptides synthesized?",
    "1007": "What is the mechanism of action of APOBEC3G cytidine deaminase to inhibit HIV-1 replication?",
    "1008": "Which inherited disorder is known to be caused by mutations in the NEMO gene?",
    "1009": "What is ISMARA?",
    "1010": "Is it possible to purify pseudopodia to be used for proteomic analysis?",
    "1011": "Where does TDP43 localize in ALS neurons?",
    "1012": "List interaction partners for the protein GATA1.",
    "1013": "Is  farnesoid X receptor (FXR) a nuclear receptor?",
    "1014": "What histone variants play a role in the DNA damage reponse?",
    "1015": "List tele monitoring applications of miniaturised sensors",
    "1016": "How are ultraconserved elements called when they form clusters?",
    "1017": "What is the basis of the methodology of \"functional class scoring\" (FCS) for the analysis of gene expression data?",
    "1018": "What is the Timothy syndrome?",
    "1019": "Which disease has been associated to a disruptive ALX1 protein?",
    "1020": "How many selenoproteins are encoded in the human genome?",
    "1021": "In which process Src, Cortactin and MT1-MMP are playing an essential role?",
    "1022": "In which yeast chromosome does the rDNA cluster reside?",
    "1023": "Which is the underlying mechanism for exon skipping used to treat Duchenne muscular dystrophy?"
}